Repository: JsAppNinja/hm-tool
Catalog: public/locales/*.po
Languages: es

# global##successfulUpdate
source: Successfully updated
es: Actualizado exitosamente

# global##successfulCreate
source: Successfully created
es: Creado exitosamente

# global##viewTutorialVideo
source: To view a tutorial video for this screen please click
es: Para ver un video tutorial sobre esta pantalla por favor haga clic

# global##here
source: here
es: aquí

# global##list
source: List
es: Lista

# global##wbs
source: WBS
es: Organigrama

# global##agile
source: Agile
es: Ágil

# global##risks
source: Risks
es: Riesgos

# global##settings
source: Settings
es: Configuración

# global##help
source: Help
es: Ayuda

# global##invalidEmail
source: The email address is invalid.
es: El email no es válido.

# global##projectNotFound
source: The project is not found.
es: El proyecto no es encontrado.

# signIn##signInToPlanHammer
source: Sign In To PlanHammer
es: Iniciar sesión en PlanHammer

# signIn##usernameOrEmail
source: Username or Email
es: Usuario o Email

# signIn##enterUsernameOrEmail
source: Enter a Username or Email
es: Introduzca su Usuario o Email

# signIn##password
source: Password
es: Contraseña

# signIn##signIn
source: Sign in
es: Iniciar sesión

# signIn##createAccount
source: Create an Account
es: Crear una Cuenta

# signIn##resetPassword
source: Reset Password
es: Restablecer Contraseña

# signIn##signInWithGoogle
source: Sign In With Google
es: Iniciar sesión con Google

# signIn##signInWithLinkedIn
source: Sign In With LinkedIn
es: Iniciar sesión con LinkedIn

# signIn##signInWithWindowsLive
source: Sign In With Windows Live
es: Iniciar sesión con Windows Live

# signIn##unknownUser
source: Unknown user
es: Usuario desconocido

# signIn##confirmEmail
source: Please confirm your email address
es: Por favor confirme su email

# signIn##invalidPassword
source: Invalid password
es: Contraseña invalida

# signUp##getStarted
source: Get Started with a Free Account
es: Empieza con una Cuenta Gratuita

# signUp##signUpQuickly
source: Sign Up in less than 30 seconds. No credit card required.
es: Crear una cuenta en menos de 30 segundos. No requiere tarjeta de crédito.

# signUp##creating
source: Creating...
es: Creando...

# signUp##signUpWithGoogle
source: Sign Up With Google
es: Crear cuenta con Google

# signUp##signUpWithLinkedIn
source: Sign Up With LinkedIn
es: Crear cuenta con LinkedIn

# signUp##signUpWithWindowsLive
source: Sign Up With Windows Live
es: Crear cuenta con Windows Live

# signUp##emailAddress
source: Email Address
es: Email

# signUp##whatIsYourEmail
source: What's your e-mail address?
es: ¿Cuál es tu email?

# signUp##username
source: Username
es: Usuario

# signUp##chooseUsername
source: Choose a Username
es: Escoger usuario

# signUp##password
source: Password
es: Contraseña

# signUp##confirmPassword
source: Confirm Password
es: Confirmar Contraseña

# signUp##passwordConfirmation
source: Password Confirmation
es: Confirmación de la Contraseña

# signUp##signUp
source: Sign Up
es: Crear Cuenta

# signUp##alreadyHaveAccount
source: Already Have An Account
es: Ya Tengo Cuenta

# signUp##passwordsNotMatch
source: Passwords do not match.
es: Las contraseñas no coinciden.

# signUp##emailOrUsernameExists
source: Email or username already exists.
es: El email o el usuario ya existe.

# confirmation##confirmed
source: Your email has been successfully confirmed. You may continue logging in.
es: El email ha sido confirmado exitosamente. Puedes iniciar sesión.

# confirmation##invalid
source: Confirmation link is invalid or has expired.
es: El enlace de confirmación no es válido o ha expirado.

# account##accountInformation
source: Account Information
es: Información de la Cuenta

# account##profile
source: Profile
es: Perfil

# account##uploadPicture
source: Upload Profile Picture
es: Subir Foto de Perfil

# account##unsupportedFileType
source: Unsupported File Type
es: Tipo de archivo no soportado

# account##username
source: Username
es: Usuario

# account##password
source: Password
es: Contraseña

# account##newPassword
source: New Password
es: Nueva Contraseña

# account##confirmNewPassword
source: Confirm New Password
es: Confirmar Nueva Contraseña

# account##firstName
source: First Name
es: Nombre

# account##lastName
source: Last Name
es: Apellido

# account##streetAddress
source: Street Address
es: Dirección

# account##city
source: City
es: Ciudad

# account##state
source: State
es: Estado

# account##zipCode
source: Zip Code
es: Código Postal

# account##country
source: Country
es: País

# account##language
source: Language
es: Idioma

# account##update
source: Update
es: Actualizar

# account##payments
source: Payments
es: Pagos

# account##currentPlanInfo
source: Current plan is: __planName__
es: El plan actual es: __planName__

# account##nextPaymentInfo
source: Next payment will be on __expDate__ for __amount__.
es: El próximo pago será el __expDate__ por __amount__.

# account##creditCard
source: Credit Card
es: Tarjeta de Crédito

# account##enterCardNumber
source: Enter your card number.
es: Introduce el número de tarjeta.

# account##enterNameOnCard
source: Enter name on card.
es: Introduzca el nombre en la tarjeta.

# account##expiryDate
source: Exp. Date:
es: Fecha de Expiración:

# account##updateCard
source: Update Card
es: Actualizar Tarjeta

# account##cardAlreadyAdded
source: Card already added
es: Tarjeta ya agregada

# account##addNew
source: Add new
es: Agregar nuevo

# account##enterCouponCode
source: Enter the coupon code.
es: Introduzca el código del cupón.

# account##addCoupon
source: Add Coupon
es: Agregar Cupón

# account##deactivateAccount
source: Deactivate Account
es: Desactivar Cuenta

# account##collaborators
source: Collaborators
es: Colaboradores

# account##noCollaborators
source: Nothing to see here. Invite Collaborators to breakdown tasks in the "Projects" tab.
es: Nada que ver aqui. Invitar colaboradores para organizar las tareas en la pestaña de "Proyectos".

# account##confirmCollaboratorDelete
source: Are you sure you want to remove the collaborator from all projects?
es: ¿Seguro que desea eliminar el colaborador de todos los proyectos?

# account##delete
source: Delete
es: Eliminar

# account##currentPassword
source: Current Password
es: Contraseña Actual

# account##invalidCurrentPassword
source: Current Password is not valid.
es: Contraseña Actual no válida.

# account##userOrEmailTaken
source: The username or email is already taken.
es: El usuario o el email ya está en uso.

# account##passwordLenghtError
source: Password length is not in range.
es: La longitud de la contraseña no está dentro del rango.

# account##creditCardAdded
source: Credit card added.
es: Tarjeta de crédito agregada.

# account##confirmAccountDelete
source: Are you sure? All data will be permanently erased.
es: ¿Está seguro? Todos los datos serán borrados de forma permanente.

# account##couponAdded
source: Coupon added.
es: Cupón agregado.

# projectList##projects
source: Projects
es: Proyectos

# projectList##createNewProject
source: Create a New Project
es: Crear un Nuevo Proyecto

# projectList##createFirstProject
source: Create Your First Project By Clicking
es: Crea tu primer proyecto haciendo clic

# projectList##new
source: New
es: Nuevo

# projectList##myProjects
source: My Projects
es: Mis Proyectos

# projectList##options
source: Options
es: Opciones

# projectList##open
source: Open
es: Abrir

# projectList##invite
source: Invite
es: Invitar

# projectList##settings
source: Settings
es: Configuración

# projectList##delete
source: Delete
es: Eliminar

# projectList##clone
source: Clone
es: Duplicar

# projectList##projectsShared
source: Projects Shared With Me
es: Proyectos Compartidos Conmigo

# projectList##confirmDelete
source: Are you sure that you want to delete the project?
es: ¿Seguro que quieres eliminar este proyecto?

# projectList##loading
source: LOADING
es: CARGANDO

# nav##freePeriodExpires
source: Free period ends on __subscription__
es: El periodo gratis termina el __subscription__

# nav##freeMonth
source: Free Month
es: Mes Gratis

# nav##projects
source: Projects
es: Proyectos

# nav##feedback
source: Feedback
es: Retroalimentación

# nav##account
source: Account
es: Cuenta

# nav##logout
source: Log Out
es: Cerrar sesión

# projectCreate##createNewProject
source: Create a New Project
es: Crear un Nuevo Proyecto

# projectCreate##upgradePlan
source: Please upgrade your plan to create a new project.
es: Por favor, actualiza tu plan para crear un nuevo proyecto.

# projectCreate##name
source: Name
es: Nombre

# projectCreate##enterProjectName
source: Enter Project Name
es: Introduzca el nombre del proyecto

# projectCreate##description
source: Description
es: Descripción

# projectCreate##useQualityChecklist
source: Use quality checklist completion for task progress?
es: ¿Utilizar lista de control de calidad para el progreso de las tareas?

# projectCreate##create
source: Create
es: Crear

# projectCreate##failToSave
source: Failed to save the project
es: Error al guardar el proyecto

# listView##filterByAssignee
source: Filter By Assignee
es: Filtrar por Asignado

# listView##allUsers
source: All Users
es: Todos los usuarios

# listView##hideCompleteTasks
source: Hide Complete Tasks
es: Ocultar Tareas Terminadas

# listView##createTask
source: Create Task
es: Crear Tarea

# listView##loading
source: LOADING
es: CARGANDO

# listView##deleteTaskConfirm
source: Delete task?
es: ¿Eliminar tarea?

# listView##unassigned
source: Unassigned
es: Sin asignar

# agileView##loading
source: LOADING
es: CARGANDO

# agileView##createNewBoard
source: + Create New Board
es: + Crear Nuevo Tablero

# agileView##enterBoardName
source: enter board name
es: introduzca el nombre del tablero

# agileView##renameBoard
source: Rename Board
es: Renombrar Tablero

# agileView##deleteBoard
source: Delete Board
es: Eliminar Tablero

# agileView##createNewBoardInQuotes
source: "Create New Board"
es: "Crear Nuevo Tablero"

# agileView##toGetStarted
source: to get started.
es: para empezar.

# agileView##createTask
source: Create Task
es: Crear Tarea

# agileView##addTask
source: Add Task
es: Agregar Tarea

# agileView##addTasks
source: Add Tasks
es: Agregar Tareas

# agileView##addChildTask
source: Add Child Task
es: Agregar Sub Tarea

# agileView##importTasks
source: Import Tasks
es: Importar Tareas

# agileView##deleteList
source: Delete List
es: Eliminar Lista

# agileView##clearList
source: Clear List
es: Limpiar Lista

# agileView##add
source: Add Selected
es: Agregar Selección

# agileView##markAll
source: Mark All
es: Marcar Todas

# agileView##unmarkAll
source: Unmark All
es: Desmarcar Todas

# agileView##addByAssignee
source: Add by assignee
es: Agregar por asignado

# agileView##assignTasksToUsersFirst
source: Assign tasks to users first
es: Asignar tareas a usuarios primero

# agileView##removeFromList
source: Remove from List
es: Eliminar de la lista

# agileView##delete
source: Delete
es: Eliminar

# agileView##enterListName
source: Enter list name
es: Introduzca nombre de la lista

# agileView##newList
source: + New List...
es: + Nueva Lista...

# agileView##enterToCreateNewBoard
source: Press enter to create new board.
es: Pulse Intro para crear el nuevo tablero.

# agileView##enterToCreateNewList
source: Press enter to create new list.
es: Pulse Intro para crear la nueva lista.

# agileView##createFirstList
source: Create your first list by clicking
es: Crea tu primer lista haciendo clic

# agileView##newListInQuotes
source: "New List".
es: "Nueva Lista".

# agileView##deleteTaskConfirm
source: Delete task?
es: ¿Eliminar tarea?

# agileView##taskCount
source: __count__ task(s)
es: __count__ tarea(s)

# taskForm##createSubTask
source: Create Sub-Task
es: Crear Sub-Tarea

# taskForm##selectBoard
source: Select Board
es: Seleccionar Tablero

# taskForm##enterBoardName
source: enter board name
es: introduzca el nombre del tablero

# taskForm##plusNewBoard
source: + New Board
es: + Nuevo Tablero

# taskForm##selectList
source: Select List
es: Seleccionar Lista

# taskForm##enterListName
source: enter list name
es: introduzca el nombre de la lista

# taskForm##plusNewList
source: + New List
es: + Nueva Lista

# taskForm##assign
source: Assign
es: Asignar

# taskForm##inviteUsersToAssign
source: Invite users to assign
es: Invitar usuarios para asignar

# taskForm##files
source: Files
es: Archivos

# taskForm##openFile
source: Open __source__
es: Abrir __source__

# taskForm##delete
source: Delete
es: Eliminar

# taskForm##chooseFromDropbox
source: Choose from Dropbox
es: Escoger de Dropbox

# taskForm##chooseFromGoogle
source: Choose from Google
es: Escoger de Google

# taskForm##chooseFromOneDrive
source: Choose from OneDrive
es: Escoger de OneDrive

# taskForm##upload
source: Upload
es: Subir

# taskForm##checklist
source: Checklist
es: Lista de Control (Checklist)

# taskForm##addItem
source: Add Item
es: Agregar Item

# taskForm##dependencies
source: Dependencies
es: Dependencias

# taskForm##findTask
source: Find Task
es: Encontar Tarea

# taskForm##add
source: Add
es: Agregar

# taskForm##risks
source: Risks
es: Riesgos

# taskForm##addRisk
source: Add Risk
es: Agregar Riesgo

# taskForm##associateWithRisk
source: Associate with Risk
es: Asociar con Riesgo

# taskForm##removeRisk
source: Remove risk
es: Eliminar riesgo

# taskForm##deleteRisk
source: Delete risk
es: Eliminar riesgo

# taskForm##comments
source: Comments
es: Comentarios

# taskForm##reply
source: reply
es: responder

# taskForm##comment
source: Comment
es: Comentar

# taskForm##yourComment
source: Your comment...
es: Tu comentario...

# taskForm##timezone
source: Timezone:
es: Zona horaria:

# taskForm##notSet
source: Not set
es: No establecido

# taskForm##startDate
source: Start Date
es: Fecha Inicial

# taskForm##endDate
source: End Date
es: Fecha Final

# taskForm##complete
source: Complete
es: Terminado

# taskForm##duration
source: Duration
es: Duración

# taskForm##numberHere
source: Number here
es: Número aquí

# taskForm##subTaskDurationSum
source: Sum of Subtasks Duration: __duration__ Hours
es: Duración Total de Subtareas: __duration__ Hours

# taskForm##optimisticTime
source: Optimistic Time
es: Tiempo Optimista

# taskForm##pessimisticTime
source: Pessimistic Time
es: Tiempo Pesimista

# taskForm##mostLikelyTime
source: Most Likely Time
es: Tiempo Más Probable

# taskForm##expectedTime
source: Expected Time: __duration__ __type__
es: Tiempo Esperado: __duration__ __type__

# taskForm##cost
source: Cost
es: Costo

# taskForm##costSum
source: Sum of Cost: __sum__
es: Costo Total: __sum__

# taskForm##user
source: User
es: Usuario

# taskForm##role
source: Role
es: Rol

# taskForm##unassigned
source: Unassigned
es: No asignado

# taskForm##responsible
source: Responsible
es: Responsable

# taskForm##accountable
source: Accountable
es: Quien rinde cuentas

# taskForm##consulted
source: Consulted
es: Consultado

# taskForm##informed
source: Informed
es: Informado

# taskForm##person
source: Person
es: Persona

# taskForm##timeCost
source: Time & Cost
es: Tiempo y Costo

# taskForm##uploading
source: Uploading...
es: Subiendo...

# taskForm##failToUpload
source: Failed to upload a file.
es: Error al subir un archivo.

# taskForm##typeAndPressEnter
source: Type and press enter
es: Escriba y pulse intro

# taskForm##onlyProjectCreatorCanChangeRACI
source: Only the project creator can change RACI roles
es: Sólo el creador del proyecto puede cambiar los roles RACI

# referral##invitePeople
source: Refer other people to use PlanHammer!
es: Recomienda a otras personas usar PlanHammer

# referral##referralDescription
source: Each person who signs up as a new account from your link gets you a free month's credit automatically applied to your account. (They are not invited to collaborate on your project.)
es: Obtendrás un mes gratis automáticamente por cada persona que cree una cuenta nueva desde tu enlace. (Ellos no serán invitados a colaborar en tu proyecto.)

# referral##enterEmail
source: Enter email of user
es: Introduzca email del usuario

# referral##message
source: Message
es: Mensaje

# referral##inviteViaEmail
source: Invite Via Email
es: Invitar Via Email

# referral##shareWithLinkedIn
source: Share with LinkedIn
es: Compartir con LinkedIn

# referral##shareWithGooglePlus
source: Share with Google Plus
es: Compartir con Google Plus

# referral##inviteSentSuccessfully
source: Invite sent successfully
es: Invitación enviada exitosamente

# referral##youCanNotInviteYourself
source: You can not invite yourself
es: No puedes invitarte a ti mismo

# referral##userAlreadyExists
source: User already exists
es: El usuario ya existe

# projectSettings##projectSettings
source: Project Settings
es: Configuración del Proyecto

# projectSettings##projectName
source: Project Name
es: Nombre del Proyecto

# projectSettings##timezone
source: Timezone
es: Zona horaria

# projectSettings##export
source: Export
es: Exportar

# projectSettings##exportTasksAsCSV
source: Export Tasks as a CSV
es: Exportar Tareas como CSV

# projectSettings##exportTasksAsMSProject
source: Export Tasks as a Microsoft Project file
es: Exportar tareas como un archivo de Microsoft Project

# projectSettings##exportRaci
source: Export RACI
es: Exportar RACI

# projectSettings##import
source: Import
es: Importar

# projectSettings##importMSProject
source: Import from Microsoft Project
es: Importar de Microsoft Project

# projectSettings##successfulImport
source: Imported successfully.
es: Importado exitosamente.

# projectSettings##waitWhileExport
source: Please wait while exporting the project
es: Por favor espere mientras exporta el proyecto

# projectSettings##successfulExport
source: Exported successfully.
es: Exportado exitosamente.

# projectSettings##collaborators
source: Collaborators
es: Colaboradores

# projectSettings##remove
source: Remove
es: Eliminar

# projectSettings##invitePeople
source: + Invite more people
es: + Invitar más personas

# projectSettings##successfulUpdate
source: Project was updated successfully
es: Proyecto actualizado exitosamente

# projectSettings##removeUserConfirm
source: Remove user from project?
es: ¿Eliminar usuario del proyecto?

# projectSettings##projectNameCanNotBeBlank
source: Project Name can not be blank
es: El Nombre del Proyecto no puede estar vacio

# projectSettings##collaboratorsCanNotUpdate
source: Collaborators can not update the project
es: Los colaboradores no pueden actualizar el proyecto

# projectSettings##ganttStartDate
source: Gantt start date
es: Fecha inicial Gantt

# projectSettings##currentDate
source: Current date
es: Fecha actual

# projectSettings##projectCreationDate
source: Project creation date
es: Fecha de creación del proyecto

# projectSettings##firstTaskStartDate
source: First task start date
es: Fecha inicial de la primer tarea

# projectSettings##projectDesc
source: Project Desc
es: Descripción del Proyecto

# ganttView##title
source: Title
es: Título

# ganttView##addChild
source: Add Child
es: Añadir Niño

# ganttView##addTask
source: Add Task
es: Agregar Tarea

# ganttView##day
source: Day
es: Día

# ganttView##week
source: Week
es: Semana

# ganttView##month
source: Month
es: Mes

# ganttView##year
source: Year
es: Curso

# ganttView##newTask
source: New task
es: Nueva tarea

# ganttView##cancel
source: Cancel
es: Cancelar

# ganttView##deleteTask
source: Delete task
es: Eliminar tarea

# ganttView##delete
source: Delete
es: Eliminar

# ganttView##start
source: Start
es: Inicio

# ganttView##end
source: End
es: Fin

# ganttView##task
source: Task
es: Tarea

# ganttView##save
source: Save
es: Guardar

# ganttView##complete
source: Complete
es: Terminado

# ganttView##confirmDelete
source: Are you sure you want to delete this task?
es: ¿Seguro que quieres eliminar esta tarea?

# riskView##loading
source: LOADING
es: CARGANDO

# riskView##createFirstRisk
source: Create your first Risk here, or in the attribute view of any task.
es: Crea tu primer Riesgo aquí, o en los atributos de cualquier tarea.

# riskView##exportAsCsv
source: Export as CSV
es: Exportar como CSV

# riskView##name
source: Name
es: Nombre

# riskView##topic
source: Topic
es: Tema

# riskView##probability
source: Probability
es: Probabilidad

# riskView##impact
source: Impact
es: Impacto

# riskView##score
source: Score
es: Marcador

# riskView##associatedTask
source: Associated Task
es: Tarea Asociada

# riskView##files
source: Files
es: Archivos

# riskView##delete
source: Delete
es: Eliminar

# riskView##enterTaskName
source: Please enter task name
es: Por favor, introduzca el nombre de la tarea

# riskView##chooseFromDropbox
source: Choose from Dropbox
es: Escoger de Dropbox

# riskView##chooseFromGoogle
source: Choose from Google
es: Escoger de Google

# riskView##chooseFromOneDrive
source: Choose from OneDrive
es: Escoger de OneDrive

# riskView##upload
source: Upload
es: Subir

# riskView##newRisk
source: + New Risk
es: + Nuevo Riesgo

# riskView##deleteRiskConfirm
source: Delete Risk?
es: ¿Eliminar riesgo?

# riskView##uploading
source: Uploading...
es: Subiendo...

# riskView##failToUpload
source: Failed to upload a file.
es: Error al subir un archivo.

# riskView##deleteFileConfirm
source: Delete file?
es: ¿Eliminar archivo?

# raciView##loading
source: LOADING
es: CARGANDO

# raciView##createTasksFirst
source: In order to assign responsibilities, please create tasks first.
es: Con el fin de asignar responsabilidades, por favor cree tareas primero.

# raciView##createNewResource
source: Create a new resource by clicking + on the last column.
es: Crea un Nuevo recurso haciendo clic en + en la última columna.

# raciView##exportAsCsv
source: Export as CSV
es: Exportar como CSV

# raciView##task
source: Task
es: Tarea

# raciView##addResource
source: + Add Resource
es: + Agregar Recurso

# raciView##add
source: Add
es: Agregar

# raciView##unassigned
source: Unassigned
es: No Asignado

# raciView##responsible
source: Responsible
es: Responsable

# raciView##accountable
source: Accountable
es: Quien rinde cuentas

# raciView##consulted
source: Consulted
es: Consultado

# raciView##informed
source: Informed
es: Informado

# raciView##alreadyExists
source: Already exists
es: Ya existe

# raciView##resourceAlreadyExists
source: Resource already exists
es: El recurso ya existe

# raciView##deleteResourceConfirm
source: Delete resource?
es: ¿Eliminar recurso?

# raciView##onlyProjectCreatorCanChangeRACI
source: Only the project creator can change RACI roles
es: Sólo el creador del proyecto puede cambiar los roles RACI

# reset##resetPassword
source: Reset Password
es: Restablecer Contraseña

# reset##yourEmail
source: Your Email
es: Tu Email

# reset##sendLink
source: Send Link
es: Enviar Enlace

# reset##reset
source: Reset
es: Restablecer

# reset##passwordsNotMatch
source: Passwords do not match.
es: Las contraseñas no coinciden.

# reset##successfulReset
source: Password was successfully reset.
es: La contraseña fue restablecida exitosamente.

# reset##invalidToken
source: Password reset token is invalid or has expired.
es: El enlace no es válido o ha expirado.

# reset##linkSent
source: A reset link was sent to your email.
es: El enlace fue enviado a tu email.

# invite##inviteCollaborator
source: Invite Collaborator
es: Invitar Colaborador

# invite##upgradePlanNotice
source: Inviting an additional user will automatically upgrade your subscription to the "__plan__" plan.
es: Invitar a un usuario adicional actualizará automáticamente su suscripción al plan "__plan__".

# invite##enterEmail
source: Please enter email
es: Por favor, introduzca su email

# invite##invite
source: Invite
es: Invitar

# invite##existingCollaborators
source: Existing Collaborators
es: Colaboradores Existentes

# invite##waitingForRegistration
source: Waiting for registration
es: Esperando su registro
