Repository: JsAppNinja/hm-tool
Catalog: public/locales/*.po
Languages: es

# invite##noPermission
source: You don't have permission to invite.
es: No tienes permiso para invitar.

# invite##userIsProjectOwner
source: The user is the project owner.
es: El usuario es el propietario del proyecto.

# invite##alreadyInvited
source: The user is already invited.
es: El usuario ya fue invitado.

# invite##alreadyAdded
source: The user is already added.
es: El usuario ya fue agregado

# invite##collaboratorInvited
source: Collaborator invited.
es: Colaborador invitado.

# riskModal##updateRisk
source: Update Risk: __risk__
es: Actualizar Riesgo: __risk__

# riskModal##name
source: Name
es: Nombre

# riskModal##topic
source: Topic
es: Tema

# riskModal##probability
source: Probability
es: Probabilidad

# riskModal##impact
source: Impact
es: Impacto

# riskModal##riskScore
source: Risk Score
es: Marcador de Riesgo

# riskModal##mitigation
source: Mitigation
es: Mitigación

# riskModal##contingency
source: Contingency
es: Contingencia

# riskModal##consequence
source: Consequence
es: Consecuencia

# riskModal##update
source: Update
es: Actualizar

# riskModal##newRisk
source: New Risk
es: Nuevo Riesgo

# riskModal##save
source: Save
es: Guardar

# riskModal##newRisks
source: New Risks
es: Nuevos Riesgos

# tour##prev
source: Prev
es: Anterior

# tour##next
source: Next
es: Siguiente

# tour##endTour
source: End Tour
es: Terminar Tour

# tour##taskDetails
source: Task Details
es: Detalles de la Tarea

# tour##listViewContent
source: Type your task name and Press the ENTER key to create a task. Feel free to experiment with adding a description, uploading a file, commenting, selecting dependencies, and creating a requirements checklist.
es: Escriba el nombre de la tarea y pulse la tecla Intro para crear una tarea. Siéntase libre de experimentar: agregando una descripción, subiendo un archivo, comentando, seleccionando dependencias y creando una lista de control (checklist).

# tour##wbsChart
source: WBS Chart
es: Organigrama

# tour##detailViewContent
source: Here you can see your tasks visualized in a tree diagram. Clicking a task hides or shows the tasks underneath it. Double clicking allows you to edit the title. Hover over one and click the little blue icons to change how the sub-tasks are displayed. Clicking the plus icon on the left, right, top, or bottom adds a new task! Try it.
es: Aquí puedes ver las tareas en un diagrama de árbol. Un clic oculta o muestra las sub-tareas. Doble click permite editar el título. Situe el cursor sobre una tarea y haga clic en los pequeños iconos azules para cambiar la visualización de las sub-tareas. Clic en el signo más de la izquierda, derecha, arriba o abajo agrega una tarea. Pruébalo.

# tour##ganttChart
source: GANTT Chart
es: Diagrama de GANTT

# tour##ganttViewContent
source: This is your standard GANTT view for project scheduling, handy for setting start and end dates, dependencies, and task durations.
es: Esta es la vista estándar de GANTT para la programación de proyectos, práctico para el establecimiento de las fechas de inicio y fin, dependencias y duración de las tareas.

# tour##agileArea
source: Agile Area
es: Vista Ágil

# tour##agileContent
source: Agile view allows you to create as many kanban style boards as you wish. Some people like to create one for each team member, or you could even create one for each sprint, your call. Create lists (or columns) which represent the Agile Status for each task. Tasks can only belong to one agile board, for the sake of everyone's sanity. You can add tasks here that were created in other views or add completely new ones.
es: La vista Ágil permite crear tantas tableros al estilo Kanban como desee. Algunas personas gustan crear un tablero por cada miembro del equipo, o podrías incluso crear un tablero por cada sprint, tu decides. Crea listas (o columnas) que representan el estado ágil de cada tarea. Las tareas sólo pueden pertenecer a un tablero ágil, por el bien de la cordura de todos. Puedes agregar tareas aquí que se crearon en otras vistas o agregar otras completamente nuevas.

# tour##raciChart
source: RACI Chart
es: Matriz RACI

# tour##raciContent
source: Visualize who should be taking care of what. Resource names can be free text not corresponding to PlanHammer users so that you can just write in your stakeholder groups or other non-registered team members or users. Users assigned to a task are automatically set as Responsible and the user who created the task is automatically set as Accountable. RACI view exports as a spreadsheet for the old school.
es: Vea quien debe hacerse cargo de qué. Los recursos son textos que no corresponden a usuarios de PlanHammer para que puedas escribir el nombre de los interesados u otros miembros del equipo que no están no registrados. Los usuarios asignados a una tarea son responsables automáticamente y el usuario que creó la tarea es automáticamente a quien se rinde cuentas. La matriz RACI se puede exportar como hoja electrónica para los de la vieja escuela.

# tour##riskRegister
source: Risk Register
es: Registro de Riesgos

# tour##riskContent
source: Here you can update your project's risk register by adding risk entries to keep track of those known unknowns.
es: Aquí puedes actualizar el registro de riesgos de tu proyecto mediante la adición de entradas de riesgo para realizar un seguimiento de esas incógnitas conocidas.

# tour##freeMonth
source: Free Month
es: Mes Gratis

# tour##freeMonthContent
source: Invite people to use PlanHammer via email, Google +, or LinkedIn. If they click through your message and signup you'll get your next month at PlanHammer for free automagically.
es: Invita personas a usar PlanHammer vía email, Google + o LinkedIn. Si crean una cuenta a través de tu mensaje, obtendrás el siguiente mes gratis en PlanHammer automáticamente.

# tour##account
source: Account
es: Cuenta

# tour##accountContent
source: Here is your info. Adding your first and last name now would be nice so that it will show up on comments and assignment labels instead of your email address.
es: Aquí está tu información. Agregar tu nombre y apellido es útil para que se muestren en los comentarios y tareas asignadas en lugar de tu email.

# tour##payments
source: Payments
es: Pagos

# tour##paymentsContent
source: Here's how you will give us money. Add your details and the card comes to life. Try it, it's sorta neat. We do not store credit card data, it zips right over to our payments processor (Stripe). Your data input is secured by SSL (Green Bar in URL). You will be charged monthly based on the number of unique users that are collaborating on your projects with you on your billing due date. So if you wanted to remove everyone and then add them again, you could do that if you really wanted to.
es: Aqui es como nos envías el dinero. Agrega los detalles y la tarjeta cobra vida. Pruébalo. No almacenamos los datos de las tarjetas de crédito, simplemente los enviamos a nuestro procesador de pagos (Stripe). Los datos son protegidos por SSL. Pagas mensualmente en base al número de usuarios únicos que están colaborando en tus proyectos en la fecha del pago. Si quisieras eliminar tus colaboradores y luego agregarlos nuevamente, podrias hacerlo si realmente quisieras.

# tour##collaborators
source: Collaborators
es: Colaboradores

# tour##collaboratorsContent
source: This is how we keep track of how many people you have invited to your projects. If you want to cut down your bill, here's where the heads gotta roll.
es: Aquí puedes ver la cantidad de personas que has invitado a tus proyectos. Si deseas reducir tus pagos, aquí es donde deben rodar las cabezas.

# tour##goodTalk
source: Good talk
es: Buena charla.

# tour##goodTalkContent
source: Well that's all folks. Remember to click the info button in the left sidebar for detailed video overviews of the current screen you are on when you click it.
es: Bueno, eso es todo amigos. Recuerde hacer clic en el botón de información en la barra lateral izquierda para ver videos detallados sobre la pantalla actual.

# tour##settings
source: Project Settings
es: Configuración del Proyecto

# tour##settingsContent
source: Here you can rename the project, set the project timezone and invite or manage collaborators.
es: Aquí puedes renombrar el proyecto, establecer la zona horaria e invitar o gestionar colaboradores.

# schemeAssign##assignUser
source: Assign User
es: Asignar Usuario

# schemeAssign##assignedUsers
source: Assigned Users
es: Usuarios Asignados

# schemeAssign##enterEmail
source: Please enter user email.
es: Por favor, introduzca el email del usuario.

# wbsView##deleteTaskConfirm
source: Delete task?
es: ¿Eliminar tarea?

# activityFeed##activityFeed
source: Activity Feed
es: Actividades

# activityFeed##loading
source: LOADING
es: CARGANDO

# activityFeed##openProject
source: __user__ opened the project \"__project__\".
es: __user__ abrió \"__project__\".

# activityFeed##addTask
source: __user__ added the task \"__task__\".
es: __user__ agregó la tarea \"__task__\".

# activityFeed##updateTask
source: __user__ updated the task \"__task__\".
es: __user__ actualizó la tarea \"__task__\".

# activityFeed##updateTaskAssignment
source: __user__ updated the assignments of \"__task__\".
es: __user__ actualizó las asignaciones de \"__task__\".

# activityFeed##deleteTask
source: __user__ deleted the task \"__task__\".
es: __user__ eliminó la tarea \"__task__\".

# activityFeed##uploadTaskFile
source: __user__ uploaded a file to the task \"__task__\".
es: __user__ subió un archivo a la tarea \"__task__\".

# activityFeed##deleteTaskFile
source: __user__ deleted a file from the task \"__task__\".
es: __user__ eliminó un archivo de la tarea \"__task__\".

# activityFeed##addQuality
source: __user__ added the checklist item \"__item__\" to \"__task__\".
es: __user__ agregó el checklist item \"__item__\" a \"__task__\".

# activityFeed##updateQuality
source: __user__ updated a checklist item on \"__task__\".
es: __user__ actualizó un checklist item en \"__task__\".

# activityFeed##deleteQuality
source: __user__ deleted the checklist item \"__item__\" from \"__task__\".
es: __user__ eliminó el checklist item \"__item__\" de \"__task__\".

# activityFeed##addDependency
source: __user__ added a dependency to \"__task__\".
es: __user__ agregó una dependencia a \"__task__\".

# activityFeed##deleteDependency
source: __user__ deleted a dependency from the task \"__task__\".
es: __user__ eliminó una dependencia de \"__task__\".

# activityFeed##addRisk
source: __user__ added the risk \"__risk__\".
es: __user__ agregó el riesgo \"__risk__\".

# activityFeed##updateRisk
source: __user__ updated the risk \"__risk__\".
es: __user__ actualizó el riesgo \"__risk__\".

# activityFeed##attachRisk
source: __user__ associated the risk \"__risk__\" to the task \"__task__\".
es: __user__ asoció el riesgo \"__risk__\" a la tarea \"__task__\".

# activityFeed##detachRisk
source: __user__ removed the risk \"__risk__\" from the task \"__task__\".
es: __user__ eliminó el riesgo \"__risk__\" de la tarea \"__task__\".

# activityFeed##addFileToRisk
source: __user__ attached a file to the risk \"__risk__\".
es: __user__ adjuntó un archivo al riesgo \"__risk__\".

# activityFeed##deleteFileFromRisk
source: __user__ removed a file from the risk \"__risk__\".
es: __user__ eliminó un archivo del riesgo \"__risk__\".

# activityFeed##deleteRisk
source: __user__ deleted the risk \"__risk__\".
es: __user__ eliminó el riesgo \"__risk__\".

# activityFeed##addComment
source: __user__ commented on \"__task__\".
es: __user__ comentó en \"__task__\".

# activityFeed##upvoteComment
source: __user__ upvoted a comment on \"__task__\".
es: __user__ votó a favor un comentario en \"__task__\".

# activityFeed##removeComment
source: __user__ deleted a comment on \"__task__\".
es: __user__ eliminó un comentario de \"__task__\".

# activityFeed##addRaci
source: __user__ added a RACI assignment on \"__task__\".
es: __user__ agregó una asignación RACI a \"__task__\".

# activityFeed##addBoard
source: __user__ added the agile board \"__board__\".
es: __user__ agregó el tablero \"__board__\".

# activityFeed##renameBoard
source: __user__ renamed the \"__board__\" agile board.
es: __user__ renombró el tablero \"__board__\".

# activityFeed##deleteBoard
source: __user__ deleted the \"__board__\" agile board.
es: __user__ eliminó el tablero \"__board__\".

# activityFeed##addList
source: __user__ added the list \"__list__\" in the \"__board__\" agile board.
es: __user__ agregó la lista \"__list__\" en el tablero \"__board__\".

# activityFeed##updateList
source: __user__ updated the list \"__list__\" in the \"__board__\" agile board.
es: __user__ actualizó la lista \"__list__\" en el tablero \"__board__\".

# activityFeed##deleteList
source: __user__ deleted the agile list \"__list__\".
es: __user__ eliminó la lista \"__list__\".

# activityFeed##addTaskToList
source: __user__ added \"__task__\" to \"__list__\" on \"__board__\" agile board.
es: __user__ agregó \"__task__\" a \"__list__\" en el tablero \"__board__\".

# activityFeed##removeTaskFromList
source: __user__ removed \"__task__\" from \"__list__\" on \"__board__\" agile board.
es: __user__ eliminó \"__task__\" de \"__list__\" en el tablero \"__board__\".

# activityFeed##removeResource
source: __user__ removed \"__resource__\" from RACI.
es: __user__ eliminó \"__resource__\" de la matriz RACI.

# activityFeed##updateRaciRole
source: __user__ updated the RACI role of \"__resource__\" on \"__task__\".
es: __user__ actualizó el rol RACI de \"__resource__\" en \"__task__\".

# activityFeed##updateNodePosition
source: __user__ changed the position of \"__task__\".
es: __user__ actualizó la posición de \"__task__\".
